@extends("layouts.site")
@section("content")


    <!--content code-->

    <!------ Include the above in your HEAD tag ---------->

    <div class="text-center space">
        <br><br>
        <h1 style="color: #353a43"> {{__('Privacy policy')}}  </h1>
        <div class="shape wow " data-wow-delay="0.3s"></div>
    </div>
    <br><br>

    <div class="text-right" id="whatsappIcon" style="position: fixed;z-index: 112; bottom:13px;left:15px">
        <a target="_blank" href="https://api.whatsapp.com/send?phone=966564207393"><img
                src="matajerLandingPage/img/2w.png" style="z-index: 100;width:45px"></a>
    </div>


    <div class="container" style="padding:0 0 200px 0">
        <div class="col-md-12">

            <h4 style="color: #353a43"> سياسة الخصوصية الخاصة بمنصة متاجر : </h4>
            <p style="line-height:25px;font-size:15px">
                نشكر السادة مستخدمي منصة متاجر على ثقتكم الغالية بمنصتنا , ونسعد بتقديم خدماتنا لنجاح تجارتكم
                الالكترونية, ونؤكد لكم أننا نحرص بشدة على الحفاظ على سلامة بيانات كافة مستخدمي المنصة من تجار وعملاء ,
                ونتخذ كافة التدابيرالوقائية لحماية تلك البيانات , ونشكركم أيضاً على إطلاعكم على صفحة سياسة الخصوصية
                الخاصة بنا والموافقة على البنود المذكورة فيها , والتي تحتوي على بنود هامة لكم يجب عليكم قرأتها بعناية
                لتعرفوا كيف نحافظ على بياناتكم وحقوقكم ولتعرفوا حقوق منصة متاجر .
            </p>
            <br><br>


            <h4 style="color: #353a43"> وصفحة سياسة الخصوصية الخاصة بنا تحتوي على البنود التالية : </h4>
            <br>
            <h6 style="color: #353a43">1- البيانات الشخصية التي نطلبها من التاجر لكي يتمكن من التسجيل بمنصتنا : </h6>
            <p>يجب على التاجر أن يوافق على تزويدنا بكافة البيانات الشخصية التي نحتاجها منه , مع موافقته أيضاً على
                تزويدنا ببعض البيانات الخاصة بعملائه التي نطلبها منه . </p>
            <br>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> أ- تطلب منصتنا مجموعة من البيانات حتى يتمكن
                التاجر من التسجيل بمنصتنا والإستفادة من الخدمات التي تقدمها , والبيانات الشخصية التي تطلبها منصتنا من
                التاجر تكون مثل الاسم كاملاً , البريد الإلكتروني , رقم الجوال , كلمة المرور . </p>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> ب- وتطلب منصتنا بعض البيانات الأخرى لكي يتمكن
                التاجر من تفعيل الدفع الالكتروني لمتجره الإلكتروني كرقم سجله التجاري , وصورة من سجله التجاري , وصورة من
                هويته الشخصية ورقم الايبان للحساب البنكي الخاص بالمتجر . </p>
            <p style="margin:0 20px;font-size:14px"> جـ - نقوم بجمع بعض البيانات من التاجر مثل الجهاز والمتصفح المستخدم
                للدخول للمنصة وقت دخول التاجر للمنصة وكذلك عنوان البروتوكوال الخاص بالتاجر . </p>
            <br>


            <h6 style="color: #353a43"> 2- البيانات الشخصية التي نطلبها من عملاء التاجر المشترك بمنصة متاجر : </h6>
            <br>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> أ- نحتاج بعض البيانات الشخصية من عملاء التاجر ,
                وهذه البيانات تكون مثل الإيميلات الخاصة بالعملاء واسمائهم وارقام هواتفهم . </p>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> ب- نجمع بيانات عملاء التاجر من أجل العمل على
                تحسين الخدمات المقدمة منا ومعرفة إحتياجات عملاء التاجر والعمل على تنفيذها . </p>

            <br>


            <h6 style="color: #353a43"> 3- البيانات التي نطلبها من زوار منصة متاجر : </h6>
            <br>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> أ- نقوم بجمع بعض البيانات من زوار منصة متاجر مثل
                الجهاز المستخدم لتصفح المنصة ونوع المتصفح المستخدم وعنوان البروتوكوال الخاص بالزائر .</p>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> ب- نقوم أيضاً بجمع بعض البيانات الأخرى مثل الاسم
                والبريد الإلكتروني الخاص بالزائر. </p>
            <p style="margin:0 20px;font-size:14px"> ج- نقوم بجمع مثل هذه البيانات من أجل معرفة طلبات الزائرين والعمل
                على تلبية تلك الطلبات . </p>


            <br>


            <h6 style="color: #353a43"> 4- مسؤولية العميل للحفاظ على بياناته بمنصة متاجر : </h6>
            <br>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> يحافظ العميل على بياناته عن طريق عدم تزويده بأي
                بيانات مهمة خاصة به لأي شخص أخر , لأن هذا الشخص من الممكن أن يسبب ضرر لحسابك على منصتنا, فنرجو منك
                الحفاظ على بياناتك الشخصية بعيدة عن أية ضرر .</p>


            <br>


            <h6 style="color: #353a43"> 5- حماية بيانات مستخدمي المنصة : </h6>
            <br>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> أ- نحن مسؤولون عن الحفاظ على البيانات الشخصية
                الخاصة بالسادة مستخدمي منصة متاجر , ونتخذ كافة الإجراءات لحماية بياناتكم الشخصية بمنصتنا .</p>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> ب- نعمل بكافة الوسائل للحفاظ على بيانات كافة
                مستخدمي المنصة بحيث تصبح بأمان بمنصتنا , ونسعى للحفاظ على خصوصية بيانات السادة التجار بكل الطرق الممكنة
                . </p>


            <br>

            <h6 style="color: #353a43"> 6- استخداماتنا للبيانات الخاصة بمستخدمي منصتنا: </h6>
            <br>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> أ- يتم استخدام بيانات مستخدمي المنصة في حالات
                محددة وللموظفين المسؤولون عن القيام بذلك . </p>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> ب- تعمل منصة متاجر بكافة الطرق للحفاظ على سلامة
                المنصة وسلامة المستخدمين المشتركين فيها , وإذا حدثت أي مخالفة من قبل أي مستخدم للتطبيق , فهذا سيجعله يقع
                تحت بنود وأحكام شروط المستخدمين , وتطبق عليه العقوبات المذكورة بهذه الصفحة . </p>


            <br>

            <h6 style="color: #353a43"> 7- حقوق المستخدمين المالية :</h6>
            <br>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> تحفظ منصة متاجر كافة بيانات وسائل الدفع الخاصة
                بالتجار والتي يتم استخدامها في عملية دفع الاشتركات (الباقات) المتاحة على منصة متاجر , وتحفظ المنصة سرية
                كافة التعاملات المالية التي تتم بينها وبين التجار المشتركين بالمنصة . </p>


            <br>

            <h6 style="color: #353a43"> 8- ملفات تعريف الإرتباط (الكوكيز) : </h6>
            <br>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> الكوكيز هي عبارة عن ملفات نصية صغيرة يتم تنزيلها
                عند تصفحك واستخدامك لمنصة متاجر , ونستخدم الكوكيز الخاص بالمستخدمين من أجل : </p>


            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> أ- التعرف على إحتياجاتهم والعمل على تلبية تلك
                الإحتياجات . </p>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> ب- تعريف المستخدمين ببعض الخدمات الجديدة المقدمة
                من المنصة أو لعرض بعض الإعلانات المفيدة لهم والمقدمة من الأطراف الثالثة مثل إعلانات جوجل . </p>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> ج- لتوفير دعم فني كامل ومساعدة كافة مستخدمي منصة
                متاجر . </p>


            <br>

            <h6 style="color: #353a43"> 9- التعامل مع الأطراف الثالثة : </h6>
            <br>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> من الممكن أن يتم تزويد الأطراف الثالثة ببعض
                البيانات الخاصة بالتجار الموجودين بالمنصة أو عملائهم , ويجب أن يعرف جميع مستخدمي المنصة ذلك جيداً , وأن
                يوافقوا عليه , فنحن نزود الأطراف الثالثة بتلك البيانات من أجل أن يتمكنوا من تقديم الخدمات التي يطلبها
                مستخدمي منصة متاجر أو من أجل عرض بعض الإعلانات أو من أجل تسويق منتجات وخدمات الأطراف الثالثة لهم . </p>


            <br>

            <h6 style="color: #353a43"> 10- حقوق منصتنا : </h6>
            <br>
            <p style="margin:0 20px;font-size:14px;padding:0 0 15px 0"> يجب أن يوافق جميع مستخدمي منصة متاجر على صفحة
                سياسة الخصوصية الخاصة بمنصة متاجر , ويجب أن يعرف المستخدمين أيضاً أن لمنصة متاجر الحق في عمل تعديلات أو
                إضافات إلى صفحة سياسة الخصوصية الخاصة بها في أي وقت أرادت ذلك , وذلك في حالة رأت إدارة منصة متاجر أن
                هناك ضرورة لتنفيذ ذلك . </p>


        </div>
    </div>



@endsection