@extends("layouts.site")
@section("content")


    <!--content code-->

    <!------ Include the above in your HEAD tag ---------->

    <div class="text-center space">
        <br><br>
        <h1 style="color: #353a43">{{__('Terms and Conditions')}} </h1>
        <div class="shape wow " data-wow-delay="0.3s"></div>
    </div>
    <br><br> 

    <div class="text-right" id="whatsappIcon" style="position: fixed;z-index: 112; bottom:13px;left:15px">
        <a target="_blank" href="https://api.whatsapp.com/send?phone=966564207393"><img
                src="matajerLandingPage/img/2w.png" style="z-index: 100;width:45px"></a>
    </div>


    <div class="container">
        <div class="col-md-12">

            <h4 style="color: #353a43"> شروط الاستخدام الخاصة بمنصة متاجر : </h4>
            <p style="line-height:25px;font-size:15px">
                شروط استخدام منصة متاجر هي عبارة عن الشروط الواجب على التاجر إتباعها لأن هذه الشروط مهمة جداً وتعرف
                التاجر بشروط المنصة حتى يتقيد بها ولا يخالفها لأن مخالفة هذه الشروط لأكثر من مرة تعرض الشخص المخالف
                للحظر من استخدام الخدمات التي تقدمها المنصة وإلغاء حسابه من المنصة .
            </p>
            <br><br>


            <h4 style="color: #353a43"> أولاً: شروط التسجيل بمنصة متاجر : </h4>
            <br>
            <h6 style="line-height:25px;font-size:15px;color: #555">1- منصة متاجر غير موجهها للأطفال , فلا يستطيع أي شخص
                يقل عمره عن 13 عام استخدام منصة متاجر أو حتى الخدمات التي تقدمها المنصة . </h6>

            <h6 style="line-height:25px;font-size:15px;color: #555"> 2- تزويد التاجر لمنصة متاجر بكافة البيانات الشخصية
                المطلوبة منه . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555">3- يجب على التاجر أن يحافظ على سلامة المنصة وألا
                يقوم بالتسبب بأي ضرر سواء لمنصة متاجر أو لأحد مستخدمي المنصة . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 4- يجب أن يزود التاجر منصة متاجر ببيانات الوسائل
                الدفع الخاصة به حتى يتمكن من الإشتراك في الباقات التي تقدمها المنصة . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 5- نقوم باستخدام البريد الإلكتروني الخاص بك في حالة
                التواصل معك أو ارسال بعض العروض الهامة لك . </h6>

            <br>


            <h4 style="color: #353a43"> ثانياً: شروط عامة خاصة بمنصة متاجر : </h4>
            <br>
            <h6 style="line-height:25px;font-size:15px;color: #555">1- يجب على التاجر الموافقة على كافة شروط استخدام
                المنصة حتى يتمكن من استخدام المنصة والخدمات التي تقدمها , وإذا لم يوافق التاجر على شروط المنصة فلا يحق
                له التسجيل بالمنصة ولا حتى الحصول على خدماتها . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555">2- تختص السلطة القضائية بالمملكة العربية السعودية
                بالنظر في النزاعات والقضايا التي من الممكن حدوثها لا قدر الله بمنصة متاجر, ونرجو من جميع الأطراف العمل
                على حل المشكلة بالطرق الودية , وإذا لم تحل المشكلة بالطرق الودية , في هذه الحالة يلجأ الطرف المتضرر إلى
                السلطة القضائية لحل مشكلته . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555">3- يجب أن يوافق جميع التجار على حق إدارة منصة متاجر
                في إجراء تعديلات أو تغييرات إلى صفحة شروط الاستخدام الخاصة بها في أي وقت إذا رأت إدارة المنصة ضرورة لفعل
                ذلك . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 4- يمنع تماماً استخدام أي خدمات مقدمة من قبل منصة
                متاجر لأي أغراض غير قانونية أو أغراض غير أخلاقية أو أي أمور تتعارض مع الشريعة الإسلامية . </h6>


            <br>

            <h4 style="color: #353a43"> ثالثاً: شروط التعامل مع منصة متاجر :</h4>
            <br>
            <h6 style="line-height:25px;font-size:15px;color: #555">1- تلجأ منصة متاجر إلى إضافة بعض البنود الجديدة أو
                حتى تغيير البنود الموجود بالفعل في صفحة شروط الاستخدام الخاصة بها , لذلك ترجو منصة متاجر من السادة
                التجار الإطلاع من وقت لأخر على هذه الصفحة لكي يكونوا على علم بأي إضافات أو تغييرات تم تنفيذها لهذه
                الصفحة . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555">2- نقوم بتزويد الشركات التي تملك وسائل الدفع
                المتعاملين بها بمنصتنا ببعض البيانات نيابة عن التاجر من بعد إتمامه لعملية التسجيل بمنصتنا . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 3- يقر التاجر بأن وسيلة الدفع التي يستخدمها بالمنصة
                مفعلة حتى يتمكن من استخدامها للإشتراك بالباقات المتاحة بالمنصة , ويمكن للتاجر أيضاً إلغاء تفعيل وسيلة
                الدفع الخاصة به ويكون هو المسؤول الوحيد عن تفعيل أو إلغاء تفعيل وسيلة الدفع الخاصة به . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 4- عند استخدام التاجر لوسائل الدفع المتاحة بالمنصة
                , فأنه يوافق على كافة شروط الشركات صاحبة هذه الوسائل كطرف ثالث موجود بمنصة متاجر كما هو مبين بشروط
                الاستخدام عند طلب خدمة إنشاء موقع أو تطبيق جديد أو متجر جديد , وإذا تم إجراء أي تعديلات أو تغييرات سيتم
                نشر ذلك في النسخة الجديدة في التطبيق أو الموقع أو المتجر . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 5- إذا كان لديك أية استفسارات أو أسئلة, يرجى
                التواصل معنا فوراً على الأرقام الموضحة بالمنصة أو من خلال بريدنا الإلكتروني للإجابة على جميع استفساراتك
                وأسئلتك . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555">6- من يقوم بفعل أي مخالفة أو قيامه بضرر متعمد لمنصة
                متاجر , فأنه بذلك سيعرض نفسه للحظر وإلغاء حسابه بشكل نهائي بالمنصة . </h6>


            <br>

            <h4 style="color: #353a43"> رابعاً: حقوق منصة متاجر : </h4>
            <br>
            <h6 style="line-height:25px;font-size:15px;color: #555">1- لمنصة متاجر كامل الحق في تعديل أو إنهاء أي خدمة
                من خدماتها دون إبلاغ التجار بذلك . </h6>

            <h6 style="line-height:25px;font-size:15px;color: #555">2- لمنصة متاجر كامل الحق في رفض تعديل أي خدمة دون
                إبداء أية أسباب . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555">3- لمنصة متاجر كامل الحق في حذف أي محتوى ينتهك حقوق
                الموقع أو ينتهك حقوق أطراف أخراى أو أن هذا المحتوى يحتوي على صور جنسية أو أغراض جنسية أو أية أضرار تسبب
                أي ضرر لأي شخص . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 4- لن تقوم منصة متاجر بعرض المحتوى الذي تم تخزينه
                سابقاً من قبلنا . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 5- في حالة حدوث نزاع على ملكية حساب لأحد التجار ,
                فستطلب منصة متاجر من الشخص المتضرر إثبات ملكيته لهذا الحساب عن طريق تقديم كافة المستندات التي تطلبها منه
                المنصة وتثبت ملكيته للحساب . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555">6- في حالة تيقن منصة متاجر من صاحب الحساب الشرعي من
                بعد تقديمه لكافة المستندات التي تثبت حقه , فبالتالي ستقوم المنصة بتسليم الحساب إلى صاحبه الشرعي , وفي
                حالة عدم قدرة المنصة على تحديد صاحب الحساب الشرعي , فبالتالي ستقوم المنصة بتعطيل الحساب حتى يتم الحكم
                وحل المشكلة . </h6>


            <br>

            <h4 style="color: #353a43">خامساً: إخلاء المسؤولية : </h4>
            <br>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 1- تخلي منصة متاجر مسؤوليتها في حالة وقوع أية ضرر
                لأي مستخدم بالمنصة على سبيل المثال حدوث ضرر للمستخدم نتيجة حدوث تعطل للمنصة أثناء عملية شراء الخدمات أو
                الإشتراك بالباقات المتاحة بالمنصة . </h6>

            <h6 style="line-height:25px;font-size:15px;color: #555">2- التاجر مسؤول بشكل كامل عن سلامة حسابه الموجود
                بمنصتنا , وكما نصحنا التاجر ألا يقوم بالكشف عن كلمة المرور الخاصة به لأي شخص حتى لا يتسبب بأي ضرر لحسابه
                بالمنصة . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 3- منصة متاجر غير مسؤولة عن جودة الخدمات التي
                يقدمها التاجر لعملائهم .</h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 4- منصة متاجر غير مسؤولة عن فقدان الأرباح أو حدوث
                أي ضرر بأي شكل كان سواء بشكل مباشر أو غير مباشر لأي طرف من الأطراف الموجودة على المنصة . </h6>


            <br>
            <h4 style="color: #353a43"> سادساً: الدفع والاشتراكات : </h4>
            <br>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 1- يقوم التاجر بدفع كامل الرسوم المطلوبة منه نظير
                اشتراكه في الباقات المتاحة بمنصة متاجر . </h6>

            <h6 style="line-height:25px;font-size:15px;color: #555">2- يجب على التاجر تزويد منصة متاجر ببيانات وسيلة
                الدفع الذي يريد الدفع من خلالها , وأن تكون هذه البيانات صحيحة بنسبة 100% , وأن تكون وسيلة الدفع مفعلة
                . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 3- يتم دفع رسوم الباقات مقدماً , ويمكنكم الإطلاع
                على الباقات المتاحة والموجودة في صفحة الباقات لإختيار الباقة المناسبة لكم . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 4- يجب أن يستخدم التاجر وسيلة دفع صالحة للإستخدام
                لكي يتمكن من الإشتراك في الباقات التي تقدمها منصة متاجر , ودفع كافة الرسوم التي تطلبها المنصة . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 5- لا يمكن استرجاع المبالغ المدفوعة لشراء الباقات
                الموجودة على منصة متاجر . </h6>


            <br>
            <h4 style="color: #353a43"> سابعاً: بعض الشروط الهامة لمنصة متاجر : </h4>
            <br>
            <h6 style="line-height:25px;font-size:15px;color: #555">1- يحق للتاجر إلغاء حسابه بمنصة متاجر ويمكنه فعل ذلك
                عن طريق تواصله مع الدعم الفني . </h6>

            <h6 style="line-height:25px;font-size:15px;color: #555"> 2- يرجى العلم أن الأسعار الموضحة بالمنصة غير ثابتة
                وقابلة للتعديل , وسنحاول ارسال إشعارات لمستخدمي الموقع لتعريفهم بأي تغيير في الأسعار . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 3- يحق لمنصة متاجر إيقاف خدمة من خدماتها التي
                تقدمها للمستخدمين دون إبلاغهم بذلك . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 4- يحق لمنصة متاجر تزويد بعض الأطراف الثالثة ببعض
                البيانات الشخصية الخاصة بمستخدمي الموقع نظير تقديم هذه الأطراف بعض الإعلانات والخدمات الهامة للمستخدمين
                . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 5- لا تتحمل منصة متاجر أي مسؤولية نتيجة وقوع أي ضرر
                لمستخدمي المنصة بسبب التعامل مع الأطراف الثالثة المتعاونة معنا . </h6>


            <br>
            <h4 style="color: #353a43">ثامناً: حقوق النشر والحقوق الفكرية الخاصة بمنصة متاجر وبمستخدمي المنصة : </h4>
            <br>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 1- تلتزم منصة متاجر بالحفاظ على حقوق النشر والحقوق
                الفكرية الخاصة بجميع مستخدمي المنصة والأطراف الثالثة . </h6>

            <h6 style="line-height:25px;font-size:15px;color: #555"> 2- كافة حقوق النشر والحقوق الفكرية محفوظة لمنصة
                متاجر , ويمنع تماماً إنتهاك حقوق منصة متاجر , لأن من يجرؤ على إنتهاك حقوق المنصة أو يسبب أي ضرر لها أو
                لأحد مستخدمي المنصة فأنه سيعرض نفسه للملاحقة والمسائلة القانونية من قبل منصة متاجر . </h6>
            <h6 style="line-height:25px;font-size:15px;color: #555"> 3- يمنع تماماً نسخ أو لصق أو استخدام أو إعادة
                استخدام أي محتوى خاص بمنصة متاجر أو خدماتها التي تقدمها أو أي شيء مملوك لمنصة متاجر . </h6>

        </div>
    </div>




@endsection